
# TODO

# таймер на отправку свежей новости

# метод который скрепит свежую новость:
# title, content, date, image, author,
# source

# метод который будет стабилизировать
# данные: title, content, date, image,
# author, source(очищать от всех лишних
# символов, приводить к нужному виду)

# метод который будет проверять есть
#  ли свежее новость чем в базе данных

# метод таймер

# метод который будет отправлять свежую
# новость в канал (этот метод будет
# вызываться в news_controller.py, когда
# будешь отправлять новость в канал)
